[
    {
        "name": "Sofia M.",
        "position": "Marketing Manager",
        "review": "I never understood why I'd start having so much anxiety before big meetings. Too much. Partly helped me see the patterns behind my anxiety and now I can actually work with them instead of fighting them"
    },
    {
        "name": "James L.",
        "position": "College Student",
        "review": "It's like therapy and a journal had a baby. Partly remembers what I've shared and actually brings it up when it's relevant, it makes me feel so seen"
    },
    {
        "name": "Hannah S.",
        "position": "Small Business Owner",
        "review": "I didn't expect much from an app, but the insights are scarily accurate! It's made me more aware of my triggers and I actually became kinder to myself"
    },
    {
        "name": "Jamal R.",
        "position": "Software Engineer",
        "review": "I never realized how much my anxiety was holding me back until I started using Partly. It allowed me to reflect and actually change my habits. Highly recommend for anyone in a stressful job!"
    },
    {
        "name": "Priya S.",
        "position": "Mom",
        "review": "With two young kids my emotions are just wild. Partly’s Anger journey helped me find calm and understand my main triggers. And it's actually so nice to text somebody who just gets me and can help me anytime"
    },
    {
        "name": "Ben L.",
        "position": "Freelance Graphic Designer",
        "review": "The app's approach to internal parts made so much sense to me! Weird I've never heard of such a system. Understanding my parts made me learn to listen to my inner critic and even make peace with it"
    },
    {
        "name": "David K.",
        "position": "Barista",
        "review": "I used to bottle up my anger, which hurt my relationships at work and home. Partly’s Anger path gave me tools to express myself better, I finally got rid of all that resentment in me. And the app really does learn with you, which is amazing"
    }
]